export default {
  projections: {
    ПроверкаКрКлE: {
      дата: {
        __caption__: 'Дата'
      },
      доходыВМес: {
        __caption__: 'Доходы в мес'
      },
      суммаЕжКр: {
        __caption__: 'Сумма еж кр'
      },
      наличЗал: {
        __caption__: 'Налич зал'
      },
      наличПоруч: {
        __caption__: 'Налич поруч'
      },
      одобрение: {
        __caption__: 'Одобрение'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      заклКрДог: {
        __caption__: 'Закл кр дог',
        цельКр: {
          __caption__: 'Цель кр'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      }
    },
    ПроверкаКрКлL: {
      дата: {
        __caption__: 'Дата'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Ф и о клиента',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      заклКрДог: {
        __caption__: '',
        суммаКредита: {
          __caption__: ''
        }
      },
      доходыВМес: {
        __caption__: 'Доходы в мес'
      },
      суммаЕжКр: {
        __caption__: 'Сумма еж кр'
      },
      наличЗал: {
        __caption__: 'Налич зал'
      },
      наличПоруч: {
        __caption__: 'Налич поруч'
      },
      одобрение: {
        __caption__: 'Одобрение'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доходыВМес: {
      __caption__: 'Доходы в мес'
    },
    наличЗал: {
      __caption__: 'Налич зал'
    },
    наличПоруч: {
      __caption__: 'Налич поруч'
    },
    одобрение: {
      __caption__: 'Одобрение'
    },
    суммаЕжКр: {
      __caption__: 'Сумма еж кр'
    },
    заклКрДог: {
      __caption__: 'Закл кр дог'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
