export default {
  projections: {
    КлиентыE: {
      фИОКлиента: {
        __caption__: 'Ф и о клиента'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      фактАдрес: {
        __caption__: 'Факт адрес'
      },
      стажРаботы: {
        __caption__: 'Стаж работы'
      },
      номКрДог: {
        __caption__: 'Ном кр дог'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      }
    },
    КлиентыL: {
      фИОКлиента: {
        __caption__: 'Ф и о клиента'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      фактАдрес: {
        __caption__: 'Факт адрес'
      },
      стажРаботы: {
        __caption__: 'Стаж работы'
      },
      номКрДог: {
        __caption__: 'Ном кр дог'
      },
      расчСчет: {
        __caption__: 'Расч счет'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    кПП: {
      __caption__: 'КПП'
    },
    местоРаботы: {
      __caption__: 'Место работы'
    },
    номКрДог: {
      __caption__: 'Ном кр дог'
    },
    расчСчет: {
      __caption__: 'Расч счет'
    },
    стажРаботы: {
      __caption__: 'Стаж работы'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фактАдрес: {
      __caption__: 'Факт адрес'
    },
    фИОКлиента: {
      __caption__: 'Ф и о клиента'
    },
    юрАдрес: {
      __caption__: 'Юр адрес'
    }
  }
};
