export default {
  projections: {
    ПогашКрE: {
      дата: {
        __caption__: 'Дата'
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      суммаПогашКр: {
        __caption__: 'Сумма погаш кр'
      },
      заклКрДог: {
        __caption__: 'Закл кр дог',
        цельКр: {
          __caption__: 'Цель кр'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      }
    },
    ПогашКрL: {
      дата: {
        __caption__: 'Дата'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Ф и о клиента',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      суммаПогашКр: {
        __caption__: 'Сумма погаш кр'
      },
      заклКрДог: {
        __caption__: '',
        номерКрДог: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    видПогашКр: {
      __caption__: 'Вид погаш кр'
    },
    дата: {
      __caption__: 'Дата'
    },
    суммаПогашКр: {
      __caption__: 'Сумма погаш кр'
    },
    заклКрДог: {
      __caption__: 'Закл кр дог'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
