export default {
  projections: {
    ЗаклКрДогE: {
      дата: {
        __caption__: 'Дата'
      },
      цельКр: {
        __caption__: 'Цель кр'
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      видКредита: {
        __caption__: 'Вид кредита'
      },
      суммаКредита: {
        __caption__: 'Сумма кредита'
      },
      номерКрДог: {
        __caption__: 'Номер кр дог'
      },
      содержДогЗал: {
        __caption__: 'Содерж дог зал'
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЗаклКрДогL: {
      дата: {
        __caption__: 'Дата'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Ф и о клиента',
        фИОКлиента: {
          __caption__: 'Ф и о клиента'
        }
      },
      цельКр: {
        __caption__: 'Цель кр'
      },
      видПогашКр: {
        __caption__: 'Вид погаш кр'
      },
      видКредита: {
        __caption__: 'Вид кредита'
      },
      суммаКредита: {
        __caption__: 'Сумма кредита'
      },
      номерКрДог: {
        __caption__: 'Номер кр дог'
      },
      содержДогЗал: {
        __caption__: 'Содерж дог зал'
      }
    }
  },
  validations: {
    видКредита: {
      __caption__: 'Вид кредита'
    },
    видПогашКр: {
      __caption__: 'Вид погаш кр'
    },
    дата: {
      __caption__: 'Дата'
    },
    номерКрДог: {
      __caption__: 'Номер кр дог'
    },
    содержДогЗал: {
      __caption__: 'Содерж дог зал'
    },
    суммаКредита: {
      __caption__: 'Сумма кредита'
    },
    цельКр: {
      __caption__: 'Цель кр'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
